Repository: prizixlab/Clubfuoco
Catalog: ios-native/ClubFuoco/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ca, es, fr

# profile.bookingsCount
source: %d bookings
ca: %d reserves
es: %d reservas
fr: %d réservations

# profile.bookingsCountOne
source: %d booking
ca: %d reserva
es: %d reserva
fr: %d réservation

# profile.savedClubs
source: Saved Clubs
ca: Clubs desats
es: Clubs guardados
fr: Clubs enregistrés

# profile.savedCount
source: %d saved
ca: %d desats
es: %d guardados
fr: %d enregistrés

# profile.friends
source: Friends
ca: Amics
es: Amigos
fr: Amis

# profile.settingsRow
source: Settings
ca: Ajustos
es: Ajustes
fr: Réglages

# profile.settingsSub
source: Notifications · privacy · language
ca: Notificacions · privacitat · idioma
es: Notificaciones · privacidad · idioma
fr: Notifications · confidentialité · langue

# profile.help
source: Help & Support
ca: Ajuda i suport
es: Ayuda y soporte
fr: Aide et assistance

# profile.helpSub
source: FAQ · contact concierge
ca: Preguntes freqüents · contacta amb el conserge
es: FAQ · contacta al concierge
fr: FAQ · contacter le concierge

# profile.legal
source: House Rules & Privacy
ca: Normes de la casa i privacitat
es: Normas y privacidad
fr: Règles de la maison et confidentialité

# profile.legalSub
source: Terms · privacy · GDPR
ca: Termes · privacitat · RGPD
es: Términos · privacidad · RGPD
fr: Conditions · confidentialité · RGPD

# profile.terms
source: Terms of Use
ca: Termes d'ús
es: Términos de uso
fr: Conditions d'utilisation

# profile.termsSub
source: House rules · memberships · liability
ca: Normes de la casa · membresies · responsabilitat
es: Normas · membresías · responsabilidad
fr: Règles de la maison · abonnements · responsabilité

# profile.privacy
source: Privacy Policy
ca: Política de privacitat
es: Política de privacidad
fr: Politique de confidentialité

# profile.privacySub
source: How we handle your data · GDPR rights
ca: Com tractem les teves dades · drets RGPD
es: Cómo tratamos tus datos · derechos RGPD
fr: Comment nous traitons vos données · droits RGPD

# profile.footerCompany
source: FUOCO · A NIGHTLIFE COMPANY
ca: FUOCO · UNA EMPRESA DE NIT
fr: FUOCO · UNE MAISON DE NUIT

# friends.title
source: Friends
ca: Amics
es: Amigos
fr: Amis

# friends.addFriend
source: Add a friend
ca: Afegeix un amic
es: Añade un amigo
fr: Ajouter un ami

# friends.searchPlaceholder
source: Search by name or email
ca: Busca per nom o correu
es: Busca por nombre o email
fr: Rechercher par nom ou e-mail

# friends.searching
source: Searching…
ca: Buscant…
es: Buscando…
fr: Recherche…

# friends.noneFound
source: No one found for “%@”
ca: No s'ha trobat ningú per «%@»
es: Nadie encontrado para “%@”
fr: Personne trouvé pour « %@ »

# friends.requests
source: Requests
ca: Sol·licituds
es: Solicitudes
fr: Demandes

# friends.sent
source: Sent
ca: Enviades
es: Enviadas
fr: Envoyées

# friends.yourFriends
source: Your Friends
ca: Els teus amics
es: Tus amigos
fr: Vos amis

# friends.add
source: Add
ca: Afegeix
es: Añadir
fr: Ajouter

# friends.accept
source: Accept
ca: Accepta
es: Aceptar
fr: Accepter

# friends.decline
source: Decline
ca: Rebutja
es: Rechazar
fr: Refuser

# friends.pending
source: Pending
ca: Pendent
es: Pendiente
fr: En attente

# friends.requested
source: Requested
ca: Sol·licitat
es: Solicitado
fr: Demandé

# friends.friends
source: Friends
ca: Amics
es: Amigos
fr: Amis

# friends.added
source: Added
ca: Afegit
es: Añadido
fr: Ajouté

# friends.empty
source: No friends yet — search above to add people you go out with.
ca: Encara no tens amics — busca a dalt per afegir gent amb qui surts.
es: Aún no tienes amigos — busca arriba para añadir a la gente con la que sales.
fr: Aucun ami pour l'instant — cherchez ci-dessus pour ajouter vos compagnons de sortie.

# groups.strip
source: Group Nights
ca: Nits de grup
es: Noches en grupo
fr: Soirées de groupe

# groups.going
source: %d going
ca: %d hi van
es: %d van
fr: %d participants

# groups.invited
source: Invited
ca: Convidat
es: Invitado
fr: Invité

# groups.maybe
source: Maybe
ca: Potser
es: Quizás
fr: Peut-être

# groups.declined
source: Declined
ca: Rebutjat
es: Rechazado
fr: Décliné

# groups.join
source: Join
ca: Uneix-t'hi
es: Unirme
fr: Rejoindre

# groups.joinFor
source: Join · %@
ca: Uneix-t'hi · %@
es: Unirme · %@
fr: Rejoindre · %@

# groups.organizer
source: Organizer
ca: Organitzador
es: Organizador
fr: Organisateur

# groups.paid
source: Paid
ca: Pagat
es: Pagado
fr: Payé

# groups.statusOpen
source: Open
ca: Obert
es: Abierto
fr: Ouvert

# groups.statusClosed
source: Closed
ca: Tancat
es: Cerrado
fr: Fermé

# groups.statusCancelled
source: Cancelled
ca: Cancel·lat
es: Cancelada
fr: Annulé

# groups.inviteFriends
source: Invite friends
ca: Convida amics
es: Invitar amigos
fr: Inviter des amis

# groups.invite
source: Invite
ca: Convida
es: Invitar
fr: Inviter

# groups.remind
source: Remind everyone
ca: Recorda-ho a tothom
es: Recordar a todos
fr: Relancer tout le monde

# groups.reminded
source: Reminded %d
ca: %d recordats
es: Recordados %d
fr: %d relancés

# groups.everyoneResponded
source: Everyone responded
ca: Tothom ha respost
es: Todos respondieron
fr: Tout le monde a répondu

# groups.cancelNight
source: Call off this night
ca: Anul·la aquesta nit
es: Cancelar la noche
fr: Annuler cette soirée

# groups.cancelConfirm
source: Call off this night for everyone?
ca: Anul·lar aquesta nit per a tothom?
es: ¿Cancelar la noche para todos?
fr: Annuler cette soirée pour tout le monde ?

# groups.share
source: Share invite
ca: Comparteix la invitació
es: Compartir invitación
fr: Partager l'invitation

# groups.shareText
source: Come out to %@ on %@ — join my group on Club Fuoco
ca: Vine a %@ el %@ — uneix-te al meu grup a Club Fuoco
es: Ven a %@ el %@ — únete a mi grupo en Club Fuoco
fr: Viens à %@ le %@ — rejoins mon groupe sur Club Fuoco

# groups.paymentNeeded
source: Paid spots need in-app payment — coming later this phase. Use the invite link on the web for now.
ca: Les places de pagament necessiten pagament dins l'app — arriba més endavant en aquesta fase. De moment, fes servir l'enllaç d'invitació al web.
es: Las plazas de pago necesitan pago en la app — llega pronto. De momento usa el enlace de invitación en la web.
fr: Les places payantes nécessitent le paiement dans l'app — prévu plus tard dans cette phase. Utilisez le lien d'invitation sur le web en attendant.

# groups.notFound
source: Group not found
ca: Grup no trobat
es: Grupo no encontrado
fr: Groupe introuvable

# bookings.groupTag
source: Group
ca: Grup
es: Grupo
fr: Groupe

# bookings.seeWhosGoing
source: See who's going
ca: Mira qui hi va
es: Ver quién va
fr: Voir qui vient

# groups.yourSpot
source: Your spot
ca: La teva plaça
es: Tu plaza
fr: Votre place

# groups.yourPass
source: Your pass
ca: El teu pase
es: Tu pase
fr: Votre pass

# groups.addToCalendar
source: Add to calendar
ca: Afegeix al calendari
es: Añadir al calendario
fr: Ajouter au calendrier

# groups.calendarAdded
source: Added to your calendar
ca: Afegit al teu calendari
es: Añadido a tu calendario
fr: Ajouté à votre calendrier

# groups.calendarError
source: Couldn't add to calendar
ca: No s'ha pogut afegir al calendari
es: No se pudo añadir al calendario
fr: Impossible d'ajouter au calendrier

# groups.calendarTitle
source: Night at %@
ca: Nit a %@
es: Noche en %@
fr: Soirée à %@

# groups.calendarNotes
source: Your Club Fuoco group night. Show your pass at the door.
ca: La teva nit de grup de Club Fuoco. Ensenya el pase a la porta.
es: Tu noche de grupo en Club Fuoco. Muestra tu pase en la puerta.
fr: Votre soirée de groupe Club Fuoco. Présentez votre pass à l'entrée.

# groupChat.open
source: Group chat
ca: Xat del grup
es: Chat del grupo
fr: Discussion de groupe

# groupChat.subtitle
source: Sort the meet-up, times, running late
ca: Organitzeu la trobada, hores, si arribeu tard
es: Organiza el punto de encuentro y la hora
fr: Organisez le rendez-vous, les horaires, les retards

# groupChat.empty
source: No messages yet — say hi 👋
ca: Encara no hi ha missatges — digues hola 👋
es: Aún no hay mensajes — saluda 👋
fr: Aucun message — dites bonjour 👋

# groupChat.placeholder
source: Message the group…
ca: Escriu al grup…
es: Escribe al grupo…
fr: Écrire au groupe…

# rumba.spotsLeft
source: %d spots left
ca: Queden %d places
es: %d plazas libres
fr: %d places restantes

# rumba.dressCode
source: Dress code: %@
ca: Codi de vestimenta: %@
es: Código de vestimenta: %@
fr: Code vestimentaire : %@

# rumba.joinList
source: Join the list
ca: Uneix-te a la llista
es: Apúntate a la lista
fr: Rejoindre la liste

# rumba.yourName
source: Your name
ca: El teu nom
es: Tu nombre
fr: Votre nom

# rumba.plusOnes
source: Plus ones
ca: Acompanyants
es: Acompañantes
fr: Accompagnants

# rumba.onList
source: You're on the list
ca: Ets a la llista
es: Estás en la lista
fr: Vous êtes sur la liste

# rumba.waitlist
source: Waitlist
ca: Llista d'espera
es: Lista de espera
fr: Liste d'attente

# shelf.rumbas.title
source: Tonight's Guest Lists
ca: Llistes d'aquesta nit
es: Las listas de esta noche
fr: Les listes de ce soir

# shelf.rumbas.sub
source: Exclusive guest list events
ca: Esdeveniments amb llista exclusiva
es: Eventos exclusivos con lista
fr: Événements sur liste exclusive

# explore.eventsArrow
source: %d events →
ca: %d esdeveniments →
es: %d eventos →
fr: %d événements →

source: %@ Fiamme available
ca: %@ Fiamme disponibles
es: %@ Fiamme disponibles
fr: %@ Fiamme disponibles

# fiamme.earnSection
source: N° 04 · How to earn
ca: N° 04 · Com guanyar-ne
es: N° 04 · Cómo ganar
fr: N° 04 · Comment en gagner

# fiamme.activitySection
source: N° 05 · Activity
ca: N° 05 · Activitat
es: N° 05 · Actividad
fr: N° 05 · Activité

# fiamme.redeem
source: Redeem
ca: Bescanvia
es: Canjear
fr: Échanger

# fiamme.redeemQuestion
source: Redeem %@ for %d Fiamme?
ca: Bescanviar %@ per %d Fiamme?
es: ¿Canjear %@ por %d Fiamme?
fr: Échanger %@ contre %d Fiamme ?

# fiamme.insufficient
source: Not enough Fiamme
ca: No tens prou Fiamme
es: No tienes suficientes Fiamme
fr: Fiamme insuffisantes

# fiamme.showCode
source: Show this code at the venue
ca: Ensenya aquest codi al local
es: Muestra este código en el local
fr: Présentez ce code au lieu

# fiamme.expires
source: Valid 24h · one use
ca: Vàlid 24 h · un sol ús
es: Válido 24 h · un solo uso
fr: Valable 24 h · usage unique

# fiamme.noActivity
source: No activity yet
ca: Encara no hi ha activitat
es: Aún no hay actividad
fr: Aucune activité pour l'instant

# fiamme.reward.comp_drink
source: Comp drink
ca: Copa convidada
es: Copa de cortesía
fr: Consommation offerte

# fiamme.reward.comp_drink.desc
source: House cocktail, any partner
ca: Còctel de la casa, a qualsevol partner
es: Cóctel de la casa en cualquier socio
fr: Cocktail maison, chez tout partenaire

# fiamme.reward.skip_line
source: Skip the line
ca: Salta't la cua
es: Sáltate la cola
fr: Coupe-file

# fiamme.reward.skip_line.desc
source: Walk in front, any night
ca: Passa davant, qualsevol nit
es: Entra el primero cualquier noche
fr: Passez devant, tous les soirs

# fiamme.reward.free_cover
source: Free cover
ca: Entrada gratuïta
es: Entrada gratis
fr: Entrée offerte

# fiamme.reward.free_cover.desc
source: Up to €30 entry fee waived
ca: Fins a 30 € d'entrada exempts
es: Hasta 30 € de entrada gratis
fr: Jusqu'à 30 € d'entrée offerts

# fiamme.reward.bottle_deposit
source: Bottle deposit
ca: Fiança d'ampolla
es: Depósito de botella
fr: Acompte bouteille

# fiamme.reward.bottle_deposit.desc
source: Toward bottle service
ca: A compte del servei d'ampolla
es: Para servicio de botella
fr: À valoir sur le service bouteille

# fiamme.tier.nuovo
source: Newcomer
ca: Nouvingut
es: Nuevo
fr: Nouveau venu

# fiamme.tier.regolare
source: Regular
ca: Habitual
es: Habitual
fr: Habitué

# fiamme.tier.conoscitore
source: Connoisseur
ca: Coneixedor
es: Conocedor
fr: Connaisseur

# fiamme.tier.tastemaker
source: Tastemaker
ca: Prescriptor
es: Creador de tendencias
fr: Prescripteur

# fiamme.earn1
source: Verified review
ca: Ressenya verificada
es: Reseña verificada
fr: Avis vérifié

# fiamme.earn1.desc
source: After your booking, write a short note.
ca: Després de la reserva, escriu una nota breu.
es: Tras tu reserva, escribe una nota corta.
fr: Après votre réservation, écrivez un court avis.

# fiamme.earn2
source: First at the venue
ca: Primer al local
es: El primero en el local
fr: Premier sur le lieu

# fiamme.earn2.desc
source: Be the first to review a partner club.
ca: Sigues el primer a ressenyar un club partner.
es: Sé el primero en reseñar un club socio.
fr: Soyez le premier à noter un club partenaire.

# fiamme.earn3
source: Weekly streak
ca: Ratxa setmanal
es: Racha semanal
fr: Série hebdomadaire

# fiamme.earn3.desc
source: Review every week, four weeks running.
ca: Ressenya cada setmana, quatre setmanes seguides.
es: Reseña cada semana durante cuatro semanas.
fr: Notez chaque semaine, quatre semaines d'affilée.

# notifications.title
source: Notifications
ca: Notificacions
es: Notificaciones

# notifications.empty
source: No notifications yet
ca: Encara no hi ha notificacions
es: Aún no hay notificaciones
fr: Aucune notification

# time.justNow
source: just now
ca: ara mateix
es: ahora mismo
fr: à l'instant

# time.minsAgo
source: %dm ago
ca: fa %dm
es: hace %dm
fr: il y a %dmin

# time.hrsAgo
source: %dh ago
ca: fa %dh
es: hace %dh
fr: il y a %dh

# time.daysAgo
source: %dd ago
ca: fa %dd
es: hace %dd
fr: il y a %dj

# membership.current
source: Current plan
ca: Pla actual
es: Plan actual
fr: Formule actuelle

# membership.subscribe
source: Subscribe
ca: Subscriu-t'hi
es: Suscribirse
fr: S'abonner

# membership.restore
source: Restore Purchases
ca: Restaura les compres
es: Restaurar compras
fr: Restaurer les achats

# membership.manage
source: Manage subscription
ca: Gestiona la subscripció
es: Gestionar suscripción
fr: Gérer l'abonnement

# membership.unavailable
source: Subscriptions are unavailable right now. Try again later.
ca: Les subscripcions no estan disponibles ara mateix. Torna-ho a provar més tard.
es: Las suscripciones no están disponibles ahora mismo. Inténtalo más tarde.
fr: Les abonnements sont indisponibles pour le moment. Réessayez plus tard.

# membership.verifying
source: Verifying purchase…
ca: Verificant la compra…
es: Verificando compra…
fr: Vérification de l'achat…

source: Membership active: %@
ca: Membresia activa: %@
es: Membresía activa: %@
fr: Abonnement actif : %@

# membership.perMonth
source: /month
ca: /mes
es: /mes
fr: /mois

# membership.noRestore
source: No purchases to restore
ca: No hi ha compres per restaurar
es: No hay compras que restaurar
fr: Aucun achat à restaurer

# perk.gold.1
source: Priority entry at partner clubs
ca: Entrada prioritària als clubs partner
es: Entrada prioritaria en clubs socios
fr: Entrée prioritaire dans les clubs partenaires

# perk.gold.2
source: 15% discount on bookings at partner clubs
ca: 15 % de descompte en reserves als clubs partner
es: 15% de descuento en reservas en clubs socios
fr: 15 % de réduction sur les réservations dans les clubs partenaires

# perk.gold.3
source: Monthly guest pass (x1)
ca: Pase de convidat mensual (x1)
es: Pase de invitado mensual (x1)
fr: Pass invité mensuel (x1)

# perk.gold.4
source: Early access to event announcements
ca: Accés anticipat als anuncis d'esdeveniments
es: Acceso anticipado a los anuncios de eventos
fr: Accès anticipé aux annonces d'événements

# perk.sapphire.1
source: 25% discount on bookings at partner clubs
ca: 25 % de descompte en reserves als clubs partner
es: 25% de descuento en reservas en clubs socios
fr: 25 % de réduction sur les réservations dans les clubs partenaires

# perk.sapphire.2
source: Complimentary guest list access (up to 4×/month)
ca: Accés gratuït a la llista (fins a 4×/mes)
es: Acceso gratuito a listas (hasta 4×/mes)
fr: Accès gratuit à la liste (jusqu'à 4×/mois)

# perk.sapphire.3
source: Personal concierge via WhatsApp
ca: Conserge personal per WhatsApp
es: Concierge personal por WhatsApp
fr: Concierge personnel via WhatsApp

# perk.sapphire.4
source: Invite-only afterhours events
ca: Afterhours només amb invitació
es: Afterhours solo con invitación
fr: Afters sur invitation uniquement

# perk.black.1
source: Free VIP entry at all partner clubs
ca: Entrada VIP gratuïta a tots els clubs partner
es: Entrada VIP gratis en todos los clubs socios
fr: Entrée VIP offerte dans tous les clubs partenaires

# perk.black.2
source: 30% discount on all bookings at partner clubs
ca: 30 % de descompte en totes les reserves als clubs partner
es: 30% de descuento en todas las reservas en clubs socios
fr: 30 % de réduction sur toutes les réservations dans les clubs partenaires

# perk.black.3
source: Complimentary guest list access (unlimited)
ca: Accés gratuït a la llista (il·limitat)
es: Acceso gratuito a listas (ilimitado)
fr: Accès gratuit à la liste (illimité)

# perk.black.4
source: Dedicated 24/7 concierge
ca: Conserge dedicat 24/7
es: Concierge dedicado 24/7
fr: Concierge dédié 24h/24, 7j/7

# perk.black.5
source: Invite-only afterhours & private events
ca: Afterhours i esdeveniments privats només amb invitació
es: Afterhours y eventos privados solo con invitación
fr: Afters et événements privés sur invitation

# perk.black.6
source: Early access to every new partner club
ca: Accés anticipat a cada nou club partner
es: Acceso anticipado a cada nuevo club socio
fr: Accès anticipé à chaque nouveau club partenaire

# book.cta
source: Book Your Night
ca: Reserva la teva nit
es: Reserva tu noche
fr: Réservez votre soirée

# book.partySize
source: Party size
ca: Nombre de persones
es: Tamaño del grupo
fr: Nombre de personnes

# book.discount
source: Membership discount
ca: Descompte de membresia
es: Descuento de membresía
fr: Réduction abonnement

# book.applePayUnavailable
source: Apple Pay isn't set up on this device
ca: Apple Pay no està configurat en aquest dispositiu
es: Apple Pay no está configurado en este dispositivo
fr: Apple Pay n'est pas configuré sur cet appareil

# book.confirmed
source: Booking confirmed — your QR is in Tickets
ca: Reserva confirmada — el teu QR és a Entrades
es: Reserva confirmada — tu QR está en Entradas
fr: Réservation confirmée — votre QR est dans Billets

# book.planWithFriends
source: Plan it with friends instead
ca: Millor, organitza-ho amb amics
es: Mejor planéalo con amigos
fr: Organiser plutôt avec des amis

# book.groupCreated
source: Group created — invite code %@. Find it in Tickets.
ca: Grup creat — codi d'invitació %@. El trobaràs a Entrades.
es: Grupo creado — código %@. Lo tienes en Entradas.
fr: Groupe créé — code d'invitation %@. À retrouver dans Billets.

# book.entry
source: Entry · %@
ca: Entrada · %@
es: Entrada · %@
fr: Entrée · %@

# rumbalist.tonightWith
source: Tonight with
ca: Aquesta nit amb
es: Esta noche con
fr: Ce soir avec

# rumbalist.bookVenue
source: Book this venue
ca: Reserva aquest local
es: Reserva este local
fr: Réserver ce lieu

# rumbalist.tonightOptions
source: Tonight's options
ca: Opcions d'aquesta nit
es: Opciones de esta noche
fr: Les options de ce soir

# rumbalist.optionsFor
source: Options for %@
ca: Opcions per a %@
es: Opciones para %@
fr: Options pour %@

# rumbalist.join
source: Join →
ca: Uneix-t'hi →
es: Unirme →
fr: Rejoindre →

# rumbalist.book
source: Book →
ca: Reserva →
es: Reservar →
fr: Réserver →

# rumbalist.with
source: with
ca: amb
es: con
fr: avec

# rumbalist.confirmationNote
source: Confirmation lands on your Tickets tab instantly.
ca: La confirmació arriba a la pestanya Entrades a l'instant.
es: La confirmación llega a tu pestaña de Entradas al instante.
fr: La confirmation arrive instantanément dans l'onglet Billets.

# rumbalist.titleFree
source: Free Guestlist
ca: Llista gratuïta
es: Lista gratis
fr: Liste gratuite

# rumbalist.titleVip
source: VIP Table
ca: Taula VIP
es: Mesa VIP
fr: Table VIP

# rumbalist.joinGuestlistAt
source: Join the guestlist at
ca: Uneix-te a la llista de
es: Únete a la lista en
fr: Rejoindre la liste de

# rumbalist.payClubFuoco
source: Pay Club Fuoco
ca: Paga a Club Fuoco
es: Paga a Club Fuoco
fr: Payer Club Fuoco

# rumbalist.operator
source: Operator
ca: Operador
es: Operador
fr: Opérateur

# rumbalist.payTo
source: Pay to
ca: Pagar a
es: Pagar a
fr: Payer à

# rumbalist.venue
source: Venue
ca: Local
es: Local
fr: Lieu

# rumbalist.address
source: Address
ca: Adreça
es: Dirección
fr: Adresse

# rumbalist.valid
source: Valid
ca: Vàlid
es: Válido
fr: Valable

# rumbalist.dressCode
source: Dress code
ca: Codi de vestimenta
es: Código de vestimenta
fr: Code vestimentaire

# rumbalist.date
source: Date
ca: Data
es: Fecha

# rumbalist.offer
source: Offer
ca: Oferta
es: Oferta
fr: Offre

# rumbalist.time
source: Time
ca: Hora
es: Horario
fr: Heure

# rumbalist.reference
source: Reference
ca: Referència
es: Referencia
fr: Référence

# rumbalist.savedToTickets
source: Saved to your Tickets tab — find it there anytime.
ca: Desat a la pestanya Entrades — el trobaràs allà sempre.
es: Guardado en tu pestaña Entradas: encuéntralo cuando quieras.
fr: Enregistré dans l'onglet Billets — vous le retrouverez à tout moment.

# rumbalist.validNight
source: %@ only
ca: Només %@
es: Solo %@
fr: %@ uniquement

# rumbalist.worksUntil
source: Works until %@
ca: Vàlid fins a les %@
es: Válido hasta %@
fr: Valable jusqu'à %@

# rumbalist.validNote
source: Valid for this night only, while the venue keeps accepting the guest list.
ca: Vàlid només aquesta nit, mentre el local segueixi acceptant la llista.
es: Válido solo para esta noche, mientras el local siga aceptando la lista.
fr: Valable uniquement ce soir, tant que le lieu accepte encore la liste.

# rumbalist.free
source: Free
ca: Gratis
es: Gratis
fr: Gratuit

# rumbalist.freeGuestlist
source: Join Free Guestlist
ca: Uneix-te a la llista gratuïta
es: Únete a la lista gratis
fr: Rejoindre la liste gratuite

# rumbalist.openingApplePay
source: Opening Apple Pay…
ca: Obrint Apple Pay…
es: Abriendo Apple Pay…
fr: Ouverture d'Apple Pay…

# rumbalist.pay
source: Pay
ca: Paga
es: Pagar
fr: Payer

# rumbalist.freeFooter
source: You're added to the door list. Ticket lands on your Tickets tab.
ca: Ja ets a la llista de la porta. L'entrada arriba a la pestanya Entrades.
es: Estás en la lista de la puerta. Tu entrada llega a la pestaña de Entradas.
fr: Vous êtes sur la liste d'entrée. Le billet arrive dans l'onglet Billets.

# rumbalist.vipFooter
source: Your table is booked. Confirmation on your Tickets tab.
ca: La teva taula està reservada. Confirmació a la pestanya Entrades.
es: Tu mesa está reservada. Confirmación en la pestaña de Entradas.
fr: Votre table est réservée. Confirmation dans l'onglet Billets.

# rumbalist.onDoorList
source: You're on the door list
ca: Ets a la llista de la porta
es: Estás en la lista de la puerta
fr: Vous êtes sur la liste d'entrée

# rumbalist.tableBooked
source: Your table is booked
ca: La teva taula està reservada
es: Tu mesa está reservada
fr: Votre table est réservée

# rumbalist.atDoor
source: Show this at the door
ca: Ensenya això a la porta
es: Muestra esto en la puerta
fr: Présentez ceci à l'entrée

# rumbalist.bringCrew
source: Bring your crew
ca: Porta la teva colla
es: Trae a tu gente
fr: Venez accompagné

# rumbalist.bringCrewNote
source: Invite friends to the guestlist — everyone's on the door.
ca: Convida amics a la llista — tothom entra per la porta.
es: Invita a tus amigos a la lista — todos entran por la puerta.
fr: Invitez vos amis sur la liste — tout le monde est à l'entrée.

# rumbalist.splitFriends
source: Split with friends
ca: Comparteix-ho amb amics
es: Divide con amigos
fr: Partager avec des amis
